Repository: ElprofeAdonis/pedxCalcV2
Catalog: lib/l10n/app_*.arb
Languages: es

# catSVT
source: Supraventricular tachycardia
es: Taquicardia supraventricular

# catHco3Replacement
source: Bicarbonate (HCO₃⁻) replacement
es: Reposición de HCO3

# catPotassiumReplacement
source: Potassium replacement
es: Reposición de K

# catRSI
source: Rapid sequence intubation
es: Secuencia rápida de intubación

# catStatusEpilepticus
source: Status epilepticus
es: Status convulsivo

# catCentralLinesPleuralDrains
source: Central lines and pleural drains
es: Vías centrales y drenajes pleurales

# medSvtAdenosineFirst
source: Adenosine (first)
es: Adenosina primera

# medSvtAdenosineFirstRange
source: 3 mg/mL (First dose)
es: 3mg/ml Primera Dosis

# medSvtAdenosineFirstNotes
source: Max 2 mL
es: Máximo 2 ml

# medSvtAdenosineSecond
source: Adenosine (second)
es: Adenosina segunda

# medSvtAdenosineSecondRange
source: 3 mg/mL (Second dose)
es: 3mg/ml Segunda Dosis

# medSvtAdenosineSecondNotes
source: Max 4 mL
es: Máximo 4 ml

# medSvtAdenosineThird
source: Adenosine (third)
es: Adenosina tercera

# medSvtAdenosineThirdRange
source: 3 mg/mL (Third dose)
es: 3mg/ml Tercera Dosis

# medSvtAdenosineThirdNotes
source: Max 4 mL
es: Máximo 4 ml

# medSvtAmiodarone
source: Amiodarone
es: Amiodarona

# medSvtAmiodaroneRange
source: (50 mg/mL; 3 mL) (3 mL + 22 mL D5W)
es: (50mg/ml; 3ml) (3ml + 22ml SG5%)

# medSvtAmiodaroneDose
source: 5 mg/kg over 30 min–1 h
es: 5mg/kg pasar en 30min-1h

# medSvtAmiodaroneNotes
source: Max 300 mg
es: Máximo 300 mg

# medHco3PatientValue
source: Patient HCO₃⁻
es: HCO3 del paciente

# medHco3PatientValueNotes
source: Check Na and blood gases at the end
es: Control de Na y gases al finalizar

# medHco3Deficit
source: HCO₃⁻ deficit
es: Déficit de HCO3

# medHco3DeficitDose
source: of sodium bicarbonate 1M (1 mEq/mL)
es: de Bicarbonato de Sodio al 1M (1mEq/mL)

# medHco3Sg5Volume
source: D5W volume
es: Volumen de SG5%

# medHco3Sg5VolumeRange
source: to dilute HCO₃⁻ deficit
es: a diluir déficit de HCO3

# medHco3Sg5VolumeDose
source: Run over 3 h
es: Pasar en 3h

# medHco3InfusionRate3h
source: Infusion rate (over 3 h)
es: Velocidad de infusión a pasar en 3h

# medHco3InfusionRate3hRange
source: to dilute HCO₃⁻ deficit
es: a diluir déficit de HCO3

# medHco3InfusionRate3hDose
source: Run over 3 h
es: Pasar en 3h

# medKReplacementSfVolume
source: NS volume
es: Volumen de SF

# medKReplacementSfVolumeRange
source: 500 mL + 10 mL KCl 2M
es: 500cc + 10cc KCL2M

# medKReplacementSfVolumeDose
source: Run over 2 h via peripheral line
es: Pasar en 2h por vía periférica

# medKReplacementSfVolumeNotes
source: Recheck potassium at the end
es: Control de K al finalizar

# medShockNormalSaline
source: Normal saline
es: Solución Fisiológica

# medShockNormalSalineRange
source: 0.9% (10 mL/kg bolus)
es: 0.9% (Bolo a 10cc/kg)

# medShockNormalSalineDose
source: 10–20 mL/kg every 5 min. Max 60 mL/kg.
es: 10-20cc/kg cada 5min. Máximo 60cc/kg.

# medShockNormalSalineNotes
source: Consider inotropes
es: Considerar inotrópicos

# medSeizureDiazepamIvDose
source: 0.3 mg/kg every 5 min ×3 doses
es: 0,3mg/kg cada 5min #3 dosis

# medSeizureDiazepamIvNotes
source: Max 2 mL
es: Máximo 2ml

# medSeizureDiazepamPr
source: Diazepam PR
es: Diazepam VR

# medSeizureDiazepamPrDose
source: 0.5 mg/kg; Insert rectal angiocath 5 cm
es: 0,5mg/kg; Introducir Angiocath rectal 5cm

# medSeizureDiazepamPrNotes
source: Max 2 mL
es: Máximo 2ml

# medSeizureMidazolamIvIm
source: Midazolam IV or IM
es: Midazolam IV o IM

# medSeizureMidazolamIvImDose
source: 0.3 mg/kg every 5 min ×3 doses
es: 0,3mg/kg cada 5min #3 dosis

# medSeizureMidazolamIvImNotes
source: Max 2 mL
es: Máximo 2ml

# medSeizureMidazolamInDose
source: 0.4 mg/kg every 5 min ×3 doses. Use nasal atomizer
es: 0,4mg/kg cada 5min #3 dosis. Utilizar atomizador nasal

# medSeizureMidazolamInNotes
source: Max 2 mL
es: Máximo 2ml

# medSeizurePhenytoinIv
source: Phenytoin IV
es: Fenitoína IV

# medSeizurePhenytoinIvDose
source: 20 mg/kg; dilute 10× with NS and run over 30 min
es: 20mg/kg; Diluir en 10x el volumen de SF y pasar en 30min

# medSeizurePhenytoinIvNotes
source: Dilute in NS, never in dextrose
es: Diluir en SF, nunca en glucosado

# medSeizurePhenobarbitalIv
source: Phenobarbital IV
es: Fenobarbital IV

# medSeizurePhenobarbitalIvDose
source: 20 mg/kg; dilute 10× with sterile water and run over 15 min
es: 20mg/kg; Diluir en 10x el volumen de Agua Estéril y pasar en 15min

# medSeizurePhenobarbitalIvNotes
source: Dilute in water, never in dextrose
es: Diluir en agua, nunca en glucosado

# medCentralLinesFemoralDepth
source: Femoral catheter:
es: Catéter femoral:

# medCentralLinesFemoralDepthDose
source: Insertion depth
es: Profundidad de colocación

# medCentralLinesFemoralDepthNotes
source: 13–30 cm
es: 13 a 30 cm

# medCentralLinesJugularDepth
source: Jugular catheter:
es: Catéter yugular:

# medCentralLinesJugularDepthDose
source: Insertion depth
es: Profundidad de colocación

# medCentralLinesJugularDepthNotes
source: 5–8 cm
es: 5 a 8 cm

# medPleuralDrainCatheter
source: Pleural drain catheter:
es: Catéter para drenaje pleural:

# medPleuralDrainCatheterDose
source: Preschool: 8–20F
es: Pre-escolar 8-20F

# medPleuralDrainCatheterNotes
source: Adolescents: 14–36F
es: Adolescente 14-36F
