Repository: ElprofeAdonis/pedxCalcV2
Catalog: lib/l10n/app_*.arb
Languages: es

# termsTitle
source: Instructions & Terms
es: Instrucciones y Términos

# menuAbout
source: About
es: Acerca de

# menuLanguage
source: Languages
es: Idiomas

# languageTitle
source: Select language
es: Seleccionar idioma

# languageSpanish
source: Spanish
es: Español

# quickSummaryTitle
source: Quick summary:
es: Resumen rápido:

# quickSummaryBody
source: • It is recommended to enter the weight if it is available. • If the weight is unknown, Pedx automatically estimates the weight based on age. • Always verify doses with your local protocol/guideline before administering. • These calculations apply to patients aged 1 month to 18 years.
es: • Peso real es recomendado si está disponible. • Si no hay peso, la app estima el peso por edad automáticamente. • Verifica siempre las dosis con protocolo/guía local antes de administrar.

# termsAccept
source: I have read and accept the terms and conditions.
es: He leído y acepto los términos y condiciones.

# btnContinue
source: Continue
es: Continuar

# accordion1Title
source: 1. Application Content
es: 1. Contenido de la tabla

# accordion1Body
source: This table contains information about commonly used emergency medications.
es: La siguiente tabla contiene información sobre medicación de más frecuente uso en emergencias.

# accordion3Title
source: 2. Weight/Age determination
es: 3. Determinación de Peso/Edad

# accordion3Body
source: Enter weight in kilograms when available (recommended). If you don't know the weight, enter age (years or months as applicable) and the app will estimate weight automatically. The screen will show whether “Real weight ✅” or “Estimated ⚠️” is used.
es: Ingresa el peso en kilogramos cuando esté disponible (recomendado). Si no conoces el peso, ingresa la edad (años o meses según corresponda) y la app calculará un peso estimado automáticamente para realizar los cálculos. La pantalla mostrará si se usará “Peso real ✅” o “Estimado ⚠️”.

# accordion4Title
source: 8. Maintenance solution volume
es: 4. Volumen de las soluciones de mantenimiento

# accordion4Body
source: For maintenance fluids, you may adjust the percentage of requirements used for the solution.
es: En el cálculo del volumen de las soluciones de mantenimiento se puede variar el porcentaje de requerimientos al cual se desea la solución.

# accordion5Title
source: 3. Automatic calculations
es: 5. Cálculos automáticos

# accordion5Body
source: • All doses are calculated automatically using real or estimated weight (if applicable), plus other clinical variables depending on the medication. • When a dose has a range, the app shows a suggested value. Verify range and formula according to your local protocol.
es: Todas las dosis se calculan automáticamente con el peso real o el peso estimado (si aplica), además de otras variables clínicas según el medicamento.

# accordion7Title
source: 4. Alternative dose calculations
es: 7. Requerimientos de cálculo de dosis diferentes

# accordion7Body
source: Any required dose adjustment must be performed manually, as this application does not support dose modification.
es: Si necesitas calcular una dosis distinta a la propuesta, debe realizarse manualmente, ya que esta tabla/app no es modificable.

# accordion8Title
source: 5. CAF size calculation (XS, S, etc.)
es: 8. Cálculo del tamaño del CAF (XS, S, etc.)

# accordion8Body
source: CAF size is suggested based on patient weight. If there is no suitable recommendation.
es: El tamaño sugerido del CAF se calcula según el peso del paciente. Si no hay una recomendación adecuada para ese paciente, el espacio puede quedar en blanco.

# accordion9Title
source: 6. User responsibility
es: 9. Responsabilidad del Usuario

# accordion9Body
source: USING THIS APPLICATION IS THE COMPLETE AND INDIVIDUAL RESPONSIBILITY OF THE USER. IT DOES NOT REMOVE THE PROFESSIONAL DUTY TO VERIFY DATA WITH AN UPDATED TEXT/PROTOCOL BEFORE ADMINISTERING MEDICATIONS.
es: EL USO DE ESTA APLICACIÓN ES RESPONSABILIDAD COMPLETA E INDIVIDUAL DE QUIEN LA UTILICE. NO EXIME EL DEBER TÉCNICO DE CORROBORAR LOS DATOS CON UN LIBRO DE TEXTO/PROTOCOLO ACTUALIZADO ANTES DE LA ADMINISTRACIÓN DE MEDICAMENTOS.

# aboutTitle
source: About
es: Acerca de

# aboutDevelopedBy
source: Developed by
es: Desarrollado por

# aboutPurpose
source: Purpose
es: Propósito

# aboutSupport
source: Support
es: Soporte

# aboutPurposeBody
source: Clinical tool for pediatric calculations and quick access to vital sign ranges.
es: Herramienta clínica para cálculos pediátricos y acceso rápido a rangos de signos vitales.

# aboutSupportBody
source: If you need support or want new features, contact the developer.
es: Si necesitas soporte o deseas nuevas funciones, contacta al desarrollador.

# aboutBack
source: Back
es: Volver

# aboutCopyright
source: © {year} {company}. All rights reserved.
es: © {year} {company}. Todos los derechos reservados.

source: Developed by
es: Desarrollado por

source: Purpose
es: Propósito

source: Support
es: Soporte

# aboutPurposeText
source: Clinical tool for pediatric calculations and quick access to vital signs ranges.
es: Herramienta clínica para cálculos pediátricos y acceso rápido a rangos de signos vitales.

# aboutSupportText
source: If you need support or want new features, contact the developer.
es: Si necesitas soporte o deseas nuevas funciones, contacta al desarrollador.

source: Back
es: Volver

# rightsReserved
source: All rights reserved.
es: Todos los derechos reservados.

# ageSelectTitle
source: Select age type
es: Seleccionar tipo de edad

# ageSelectQuestion
source: What is the patient’s age range?
es: ¿Cómo deseas ingresar la edad?

# ageYearsTitle
source: Over 1 year of age
es: Edad en Años

# ageYearsSubtitle
source: Age in years for patients from 1 to 14 years old
es: Para pacientes de 1 hasta 14 años

# ageSelectNote
source: If the weight is not available, it can be estimated using age only
es: Si no tienes el peso, en las siguientes pantallas podrás estimarlo usando la edad.

# commonBadge
source: Most common
es: Más común

# ageMonthsTitle
source: Under 1 year of age
es: Edad en Meses

# ageMonthsSubtitle
source: Age in months for infants from 1 to 11 months old
es: Para lactantes de 1 a 11 meses

# ageSelectSubtitle
source: Choose the option that matches how you have the patient's data.
es: Selecciona la opción según la forma en que tengas el dato del paciente.

# patientAppBarTitleYears
source: Patient Data (Years)
es: Datos del Paciente (Años)

# patientHeaderTitle
source: Enter patient information
es: Ingrese los datos del paciente

# patientHowItWorks
source: How it works:
es: Cómo funciona:

# patientHowItWorksBody
source: • If you enter weight, calculation uses it. • If you don't have weight, enter Age (1–14) and we use an estimated weight. • Confirm the patient’s actual weight as soon as possible.
es: • Si ingresas Peso, calculamos con ese peso. • Si no tienes peso, ingresa Edad (1–14) y usamos un peso estimado. • El peso estimado es guía; confirma con peso real si es posible.

# patientWeightLabel
source: Current weight/ measured (kg)
es: Peso actual (kg)

# patientWeightHint
source: e.g. 22.6
es: Ej: 22.6

# patientAgeYearsLabel
source: Age (Years - 1 to 14 years)
es: Edad (Años - 1 a 14 años)

# patientAgeYearsHint
source: e.g. 4
es: Ej: 4

# patientAgeMonthsLabel
source: Age (Months - 1 to 11 months)
es: Edad (Meses - de 1 a 11 meses)

# patientAgeMonthsHint
source: e.g., 6
es: Ej: 6

# patientEstimatedWeightLabel
source: Estimated weight by age:
es: Peso estimado según edad:

# patientChipRealWeight
source: Real weight ✅
es: Peso real ✅

# patientChipEstimated
source: Estimated ⚠️
es: Estimado ⚠️

# patientBtnWithEnteredWeight
source: Calculate using entered weight
es: Calcular con peso ingresado

# patientBtnWithEstimatedWeight
source: Calculate using estimated weight
es: Calcular con peso estimado

# patientBtnCalculateDose
source: Calculate Dose
es: Calcular Dosis

# patientValWeightOrValidAgeToEstimate
source: Enter weight or a valid age in years to estimate it.
es: Ingrese el peso o una edad válida en años para estimarlo.

# patientValInvalidNumber
source: Invalid input. Enter a number.
es: Entrada inválida. Ingrese un número.

# patientValEnterAgeYears
source: Please enter age in years.
es: Por favor, ingrese edad en años.

# patientValAgeRangeYears
source: Age must be between 1 and 14 years.
es: La edad debe ser entre 1 y 14 años.

# patientValAgeMonthsRange
source: Age in months must be between 1 and 11.
es: La edad en meses debe ser entre 1 y 11.

# patientSnackNeedWeightOrAge
source: Please enter patient weight OR age in years (for estimated weight).
es: Por favor, ingresa el peso del paciente O la edad en años (para cálculo estimado).

# patientSnackNeedWeightAndAge
source: Please enter weight and at least age in years or months.
es: Por favor, ingresa un peso y al menos la edad en años o meses.

# medsTitleYears
source: Medications (1 - 14 years)
es: Medicamentos (1 - 14 años)

# medsSubtitleViewDetails
source: View details
es: Ver detalles

# medsChipEstimated
source: Estimated ⚠️
es: Estimado ⚠️

# medsChipRealWeight
source: Real weight ✅
es: Peso real ✅

# medsBtnChange
source: Change
es: Cambiar

# medsSearchHint
source: Search medication...
es: Buscar medicamento...

# medsAlphaAll
source: ALL
es: TODAS

# medsAlphaFavs
source: Favorites
es: Favoritos

# medsSpecialCalculations
source: Special calculations
es: Cálculos especiales

# medsModalClose
source: Close
es: Cerrar

# medsVitalsTitle
source: Vital Signs (SING V)
es: Signos Vitales (SING V)

# medsPamTitle
source: Mean Arterial Pressure (MAP)
es: Presión Arterial Media (PAM)

# medsOptionHeartRate
source: Heart Rate
es: Frecuencia Cardíaca

# medsOptionRespRate
source: Respiratory Rate
es: Frecuencia Respiratoria

# medsOptionBloodPressure
source: Blood Pressure
es: Presión Arterial

# medsOptionTemperature
source: Temperature
es: Temperatura

# medsOptionOxygenSat
source: Oxygen Saturation
es: Saturación de Oxígeno

# medsOptionBloodPressureWomen
source: Blood Pressure (Women)
es: Presión Arterial Mujeres

# medsOptionBloodPressureMen
source: Blood Pressure (Men)
es: Presión Arterial Hombres

# medsPrintTooltip
source: Print all calculated medications
es: Imprimir todos los medicamentos calculados

# medsBottomPAM
source: MAP
es: PAM

# patientHeaderSummaryYears
source: {weight} kg · {age} years
es: {weight} kg · {age} años

# medDetailPrintTooltip
source: Print report
es: Imprimir Reporte

# medDetailInfoTitle
source: Medication information
es: Información del Medicamento

# medDetailDoseTitle
source: Calculated dose for the patient
es: Dosis calculada para el paciente

# medDetailCategory
source: Category:
es: Categoría:

# medDetailSubcategory
source: Subcategory:
es: Subcategoría:

# medDetailOriginalDoseRange
source: Original dose range:
es: Rango dosis original:

# medDetailPediatricDose
source: Pediatric dose:
es: Dosis pediátrica:

# medDetailNotes
source: Notes:
es: Observaciones:

# medDetailCopy
source: Copy
es: Copiar

# medDetailCopied
source: "{text}" copied
es: "{text}" copiado

# printPatientReportTitle
source: Patient Report
es: Reporte de Paciente

# printAppSubtitle
source: Pedx Calc · Calculations
es: Pedx Calc · Cálculos

# printGeneratedBy
source: Generated by Pedx Calc
es: Generado por Pedx Calc

# printDateLabel
source: Date
es: Fecha

# printPageLabel
source: Page
es: Página

# printPatientDataTitle
source: Patient Data
es: Datos del Paciente

# printWeightLabel
source: Weight
es: Peso

# printAgeLabel
source: Age
es: Edad

# printYearsUnit
source: years
es: años

# printMonthsUnit
source: months
es: meses

# printMedsCalculatedTitle
source: Calculated medications
es: Medicamentos calculados

# printTableHeaderMedication
source: Medication
es: Medicamento

# printTableHeaderDose
source: Calculated dose
es: Dosis calculada

# printTableHeaderNotes
source: Notes
es: Observaciones

# printPreviewError
source: Error generating PDF: {error}
es: Error al generar PDF: {error}

# specialCalcTitle
source: Special calculations (youth)
es: Cálculos especiales jóvenes

# specialCalcResetTooltip
source: Reset values
es: Restaurar valores

# specialCalcPrintTooltip
source: Print full report
es: Imprimir reporte completo

# specialCalcPatientHeader
source: Patient: {weight} kg · {age} {ageUnit}
es: Paciente: {weight} kg · {age} {ageUnit}

# specialCalcYearsUnit
source: years
es: años

# specialCalcMonthsUnit
source: months
es: meses

# specialCalcInputPercentTitle
source: Percentage calculation
es: Cálculo por porcentaje

# specialCalcInputPercentHelper
source: Adjust fluid percentage (e.g., 80, 60, 45…).
es: Ajusta el % de líquidos (ej: 80, 60, 45…).

# specialCalcInputSodiumTitle
source: Patient sodium (Na)
es: Sodio del paciente (Na)

# specialCalcInputSodiumHelper
source: Enter current Na (mEq/L).
es: Ingresa Na actual (mEq/L).

# specialCalcInputHco3Title
source: HCO3 replacement
es: Reposición HCO3

# specialCalcInputHco3Helper
source: Enter current HCO3 (mEq/L).
es: Ingresa HCO3 actual (mEq/L).

# specialCalcSectionLiquids
source: IV fluids
es: Líquidos endovenosos

# specialCalcSectionSodium
source: Sodium replacement
es: Reposición de sodio

# specialCalcSectionHco3
source: HCO3 replacement
es: Reposición HCO3

# specialCalcTotalLabel
source: Result (final total)
es: Resultado (total final)

# specialCalcPercentInfoFallback
source: You can adjust the percentage based on the patient's condition.
es: Puedes ajustar el porcentaje según la condición del paciente.

# patientMonthsAppBarTitle
source: Patient data (Months)
es: Datos del Paciente (Meses)

# patientMonthsCardTitle
source: Enter data (1–11 months)
es: Ingrese los datos (1–11 meses)

# howItWorksTitle
source: How it works:
es: Cómo funciona:

# howItWorksMonthsBody
source: • If you enter Weight, we calculate using that weight. • If you don’t have weight, enter Age (1–11 months) and we use an estimated weight. • Confirm the patient’s actual weight as soon as possible.
es: • Si ingresas Peso, calculamos con ese peso. • Si no tienes peso, ingresa Edad (1–11 meses) y usamos un peso estimado. • El peso estimado es guía; confirma con peso real si es posible.

# patientWeightHintMonths
source: e.g., 7.5
es: Ej: 7.5

# patientMonthsValidatorEmpty
source: Please enter age in months.
es: Por favor, ingresa la edad en meses.

# patientMonthsValidatorRange
source: Age must be between 1 and 11 months.
es: La edad debe ser entre 1 y 11 meses.

source: Estimated weight by age:
es: Peso estimado según edad:

# snackNeedWeightOrValidAgeMonths
source: Please enter a valid weight or a valid age (1–11 months) to estimate it.
es: Por favor, ingresa un peso válido o una edad válida (1–11 meses) para estimarlo.

# btnCalcWithEnteredWeight
source: Calculate with entered weight
es: Calcular con peso ingresado

# btnCalcWithEstimatedWeight
source: Calculate with estimated weight
es: Calcular con peso estimado

# btnCalcDose
source: Calculate dose
es: Calcular dosis

# chipRealWeight
source: Actual weight ✅
es: Peso real ✅

# chipEstimated
source: Estimated ⚠️
es: Estimado ⚠️

# navPatient
source: Patient
es: Paciente

# navInstructions
source: Instructions
es: Instrucciones

# medsMonthsAppBarTitle
source: Medications (1 - 11 months)
es: Medicamentos (1 - 11 meses)

# searchMedicationHint
source: Search medication...
es: Buscar medicamento...

source: View details
es: Ver detalles

# btnChange
source: Change
es: Cambiar

# filterAll
source: ALL
es: TODAS

# filterFavorites
source: Favorites
es: Favoritos

source: Special calculations
es: Cálculos especiales

# modalClose
source: Close
es: Cerrar

# modalVitalsTitle
source: Vital Signs (SING V)
es: Signos Vitales (SING V)

# modalPamTitle
source: Mean Arterial Pressure (MAP)
es: Presión Arterial Media (PAM)

# vitalHeartRate
source: Heart rate
es: Frecuencia Cardíaca

# vitalRespRate
source: Respiratory rate
es: Frecuencia Respiratoria

# vitalBloodPressure
source: Blood pressure
es: Presión Arterial

# vitalTemperature
source: Temperature
es: Temperatura

# vitalOxygenSat
source: Oxygen saturation
es: Saturación de Oxígeno

# vitalBloodPressureWomen
source: Blood pressure (Women)
es: Presión Arterial Mujeres

# vitalBloodPressureMen
source: Blood pressure (Men)
es: Presión Arterial Hombres

source: Print full report
es: Imprimir reporte completo

# patientHeaderMonthsUnit
source: months
es: meses

# specialCalcMonthsTitle
source: Special calculations (1 - 11 months)
es: Cálculos especiales (1 - 11 meses)

source: Restore values
es: Restaurar valores

# patientHeaderPrefix
source: Patient
es: Paciente

# inputLiquidsPercentTitle
source: IV fluids percentage calculation
es: Cálculo por porcentaje de líquidos IV

# inputLiquidsPercentHelper
source: Adjust % by condition (e.g., 80, 60, 45…).
es: Ajusta el % según condición (ej: 80, 60, 45…).

# inputHco3Title
source: HCO3 replacement
es: Reposición HCO3

# inputHco3Helper
source: Enter current HCO3.
es: Ingresa HCO3 actual.

# inputSodiumTitle
source: Sodium replacement (Na)
es: Reposición de sodio (Na)

# inputSodiumHelper
source: Enter current Na.
es: Ingresa Na actual.

# sectionLiquidsIV
source: IV Fluids
es: Líquids IV

# sectionHco3
source: HCO3 replacement
es: Reposición de HCO3

# sectionSodium
source: Sodium replacement
es: Reposición de sodio

# resultTotalFinal
source: Result (final total)
es: Resultado (total final)

# printReportTooltip
source: Print report
es: Imprimir reporte

# medInfoTitle
source: Medication information
es: Información del medicamento

# medInfoCategoryLabel
source: Category:
es: Categoría:

# medInfoSubcategoryLabel
source: Subcategory:
es: Subcategoría:

# medInfoOriginalDoseRangeLabel
source: Original dose range:
es: Rango dosis original:

# medInfoPediatricDoseLabel
source: Pediatric dose:
es: Dosis pediátrica:

# medInfoObservationsLabel
source: Notes:
es: Observaciones:

# patientCalculatedDoseTitle
source: Calculated dose for the patient
es: Dosis calculada para el paciente

# copyTooltip
source: Copy
es: Copiar

# snackbarCopied
source: "{text}" copied to clipboard
es: "{text}" copiado al portapapeles

# calcInfoTitle
source: Calculation information
es: Información del Cálculo

# calcTypeLabel
source: Type:
es: Tipo:

# calcMedicationLabel
source: Medication:
es: Medicamento:

# calcObservationsLabel
source: Notes:
es: Observaciones:

# bpAppBarTitle
source: Blood Pressure
es: Presión Arterial

# bpColAge
source: Age
es: Edad

# bpColSystolic
source: Systolic
es: Sistólica

# bpColDiastolic
source: Diastolic
es: Diastólica

# bpColHypotensionSystolic
source: Systolic hypotension
es: Hipotensión sistólica

# bpRowAge1to2
source: 1–2 years (Toddler)
es: 1-2 años (Niñ@ pequeñ@)

# bpRowAge3to5
source: 3–5 years (Preschool)
es: 3-5 años (Preescolar)

# bpRowAge6to9
source: 6–9 years (School age)
es: 6-9 años (Edad escolar)

# bpRowAge10to11
source: 10–11 years (Pre-adolescent)
es: 10-11 años (Preadolescente)

# bpRowAge12to15
source: 12–15 years (Adolescent)
es: 12-15 años (Adolescente)

# bpRowHypotensionFormula
source: <70 + (age × 2)
es: <70 + (edad × 2)

# bpNoteFormula
source: Note: The systolic hypotension threshold for preschool ages is calculated as: 70 + (age in years × 2).
es: Nota: El umbral de hipotensión sistólica para las edades preescolar se calcula: 70 + (edad en años × 2).

# bpNeoAppBarTitle
source: Blood Pressure
es: Presión Arterial

# bpNeoColAge
source: Age
es: Edad

# bpNeoColSystolic
source: Systolic
es: Sistólico

# bpNeoColDiastolic
source: Diastolic
es: Diastólico

# bpNeoColHypotensionSystolic
source: Systolic hypotension
es: Hipotensión sistólica

# bpNeoRowBirth12hLt1kg
source: Birth (12 h) <1 kg
es: Nacimiento (12 h) <1 kg

# bpNeoRowBirth12h3kg
source: Birth (12 h) 3 kg
es: Nacimiento (12 h) 3 kg

# bpNeoRowNeonate96h
source: Neonate (96 h)
es: Neonato (96 h)

# bpNeoRowInfant1to12mo
source: Infant (1–12 months)
es: Infante (1–12 meses)

# bpNeoNote
source: Note: Normal ranges and hypotension thresholds by age (mmHg).
es: Nota: Rangos normales y de hipotensión por edad (mmHg).

# hrAppBarTitle
source: Heart Rate (beats/min)
es: Frecuencia Cardíaca (latidos/min)

# hrColAge
source: Age
es: Edad

# hrColAwake
source: Awake
es: Despierto

# hrColAsleep
source: Asleep
es: Dormido

# hrRowToddler
source: 1–2 years (Toddler)
es: 1–2 años (Niñ@ pequeñ@)

# hrRowPreschool
source: 3–5 years (Preschool)
es: 3–5 años (Preescolar)

# hrRowSchoolAge
source: 6–11 years (School age)
es: 6–11 años (Edad escolar)

# hrRowAdolescent
source: 12–15 years (Adolescent)
es: 12–15 años (Adolescente)

# hrNote
source: Note: Ranges vary depending on whether the patient is awake or asleep.
es: Nota: Los rangos varían si el paciente está despierto o dormido.

# hrInfantAppBarTitle
source: Heart Rate (beats/min)
es: Frecuencia Cardíaca (latidos/min)

# hrInfantRowNeonate
source: (<28 days) (Neonate)
es: (<28 días) (RN)

# hrInfantRowInfant
source: (1–12 months) (Infant)
es: (1–12 meses) (Infante)

# calculatedDoseTitle
source: Calculated dose for the patient
es: Dosis calculada para el paciente

# medCategory
source: Category:
es: Categoría:

# medSubcategory
source: Subcategory:
es: Subcategoría:

# medOriginalDoseRange
source: Original dose range:
es: Rango dosis original:

# medPediatricDose
source: Pediatric dose:
es: Dosis pediátrica:

# medObservations
source: Observations:
es: Observaciones:

source: Copy
es: Copiar

source: Print report
es: Imprimir reporte

# copiedText
source: "{text}" copied
es: "{text}" copiado

# o2AppBarTitle
source: Oxygen saturation (SpO₂)
es: Saturación de oxígeno (SpO₂)

# o2CardTitle
source: Oxygen saturation (SpO₂)
es: Saturación de oxígeno (SpO₂)

# o2Paragraph1
source: SpO₂ is lower in the immediate neonatal period.
es: SpO₂ es menor en el período neonatal inmediato.

# o2Paragraph2Part1
source: Beyond this period, an SpO₂ of
es: Más allá de este período, una SpO₂ de

# o2Paragraph2Part2
source: may suggest a
es: puede sugerir una

# o2RespConditionBold
source: respiratory condition
es: condición respiratoria

# o2Or
source: or
es: o

# o2CyanoticHeartBold
source: cyanotic congenital heart disease.
es: cardiopatía cianótica.

# o2Note
source: Oxygen saturation is considered a key vital sign to assess oxygenation.
es: La saturación de oxígeno se considera un signo vital clave para evaluar la oxigenación.

# rrAppBarTitle
source: Respiratory Rate
es: Frecuencia Respiratoria

# rrCardTitle
source: Normal ranges by age
es: Rangos normales por edad

# rrTableHeaderAge
source: Age
es: Edad

# rrAgeRow1
source: 1–2 years (Toddler)
es: 1-2 años (Niñ@ pequeñ@)

# rrAgeRow2
source: 3–5 years (Preschool)
es: 3-5 años (Preescolar)

# rrAgeRow3
source: 6–11 years (School age)
es: 6-11 años (Edad escolar)

# rrAgeRow4
source: 12–15 years (Adolescent)
es: 12-15 años (Adolescente)

# rrSourceNote
source: Source: Pediatric Reference Guidelines.
es: Fuente: Guías de Referencia Pediátrica.

# rrAppBarTitleWithUnit
source: Respiratory Rate (breaths/min)
es: Frecuencia Respiratoria (respiraciones/min)

# rrAgeInfant
source: (<1 year) (Neonate)
es: (<1 año) (RN)

# rrAgeToddler
source: (1–2 years) (Children)
es: (1–2 años) (niños)

# tempAppBarTitleByMethod
source: Temperature (by method)
es: Temperatura (por método)

# tempCardTitleNormalRangesByMethod
source: Normal ranges by method
es: Rangos normales por método

# tempTableHeaderMethod
source: Method
es: Método

# tempMethodTympanic
source: Tympanic
es: Timpánica

# tempMethodAxillary
source: Axillary
es: Axilar

# tempNoteRangesDoNotVary
source: Ranges do not vary by age.
es: Rangos no varían con la edad.

# tempGuideScreeningLabel
source: Screening:
es: Tamizaje:

# tempGuideScreeningText
source: axillary, temporal, tympanic (↓ accuracy)
es: axilar, temporal, timpánica (↓ precisión)

# tempGuideDefinitiveLabel
source: Definitive:
es: Definitiva:
