Repository: ElprofeAdonis/pedxCalcV2
Catalog: lib/l10n/app_*.arb
Languages: es

# tempGuideDefinitiveText
source: rectal & oral (↑ reflection of core temperature)
es: rectal & oral (↑ reflejo de la temperatura central)

# tempReferenceCps2015
source: Reference: CPS position statement on temperature measurement in pediatrics (2015)
es: Referencia: Declaración de posición de la CPS sobre la medición de la temperatura en pediatría (2015)

# tempAppBarTitleCelsiusByMethod
source: Temperature (°C) (By method)
es: Temperatura (°C) (Por método)

# tempGuideScreeningTextAlt
source: axillary, temporal, tympanic (↓ accuracy)
es: axilar, temporal, tímpano (↓ precisión)

# tempReferenceCps2015Alt
source: Reference: CPS position statement on temperature measurement in pediatrics (2015)
es: Referencia: CPS Declaración de posición sobre la medición de la temperatura en pediatría (2015)

# bpWomenTitle
source: Blood Pressure (Women)
es: Presión Arterial Mujeres

# bpColMin
source: Minimum
es: Mínima

# bpColMean
source: Mean
es: Media

# bpColMax
source: Maximum
es: Máxima

# bpGroupSystolicDiastolic
source: Systolic/diastolic blood pressure
es: Presión arterial sistólica/diastólica

# bpGroupMeanArterialPressure
source: Mean arterial pressure
es: Presión arterial media

# bpAgeLt7Days
source: <7 days
es: <7 días

# bpAge8to30Days
source: 8-30 days
es: 8-30 días

# bpAge1to5Months
source: 1-5 months
es: 1-5 meses

# bpAge6to11Months
source: 6-11 months
es: 6-11 meses

# bpFormulasTitle
source: Blood Pressure Formulas
es: Fórmulas de Presión Arterial

# bpFormulaLine1
source: Mean arterial pressure = (diastolic pressure) + (systolic - diastolic) / 3
es: Presión arterial media = (presión diastólica) + (presión sistólica - presión diastólica) / 3

# bpFormulaLine2
source: or MAP = DP + (SP-DP)/3
es: o PAM = PD + (PS-PD)/3

# bpFormulaLine3
source: or MAP = (SP + (2×DP)) / 3
es: o PAM = (PS + (2xPD)) / 3

# bpAge1y
source: 1 year
es: 1 año

# bpAge2y
source: 2 years
es: 2 años

# bpAge3y
source: 3 years
es: 3 años

# bpAge4y
source: 4 years
es: 4 años

# bpAge5y
source: 5 years
es: 5 años

# bpAge6y
source: 6 years
es: 6 años

# bpAge7y
source: 7 years
es: 7 años

# bpAge8y
source: 8 years
es: 8 años

# bpAge9y
source: 9 years
es: 9 años

# bpAge10y
source: 10 years
es: 10 años

# bpAge11y
source: 11 years
es: 11 años

# bpAge12y
source: 12 years
es: 12 años

# bpAge13y
source: 13 years
es: 13 años

# bpAge14y
source: 14 years
es: 14 años

# bpAge15y
source: 15 years
es: 15 años

# bpAge16y
source: 16 years
es: 16 años

# bpAge17y
source: 17 years
es: 17 años

# bpAge18y
source: 18 years
es: 18 años

# bpAge19y
source: 19 years
es: 19 años

# bpMenTitle
source: Blood Pressure (Men)
es: Presión Arterial Hombres

# bpAge8To30Days
source: 8-30 days
es: 8-30 días

# bpAge1To5Months
source: 1-5 months
es: 1-5 meses

# bpAge6To11Months
source: 6-11 months
es: 6-11 meses

# bpMenNote
source: Note: the time interval for measuring mean arterial pressure is not fixed; it depends on the patient's condition, ranging from every 15 minutes in severe cases to every 24 hours in stable patients. If mean arterial pressure falls below the minimum level, crystalloid infusion should be initiated according to protocol. If mean arterial pressure tends to rise above the normal maximum, fluid infusion should be stopped to avoid volume overload.
es: Nota: no se programa el intervalo de tiempo en que se toma la presión arterial media de acuerdo con las condiciones del paciente, de 15 minutos para los casos graves a 24 horas para los estables. Cuando la presión arterial media baje por debajo del nivel mínimo, se debe iniciar la infusión de cristaloides, según el protocolo. Cuando la presión arterial media tiende a elevarse por encima de la máxima normal, hay que suspender la infusión de líquidos para evitar la sobrecarga de volumen.

# bpAge1Year
source: 1 year
es: 1 año

# bpAge2Years
source: 2 years
es: 2 años

# bpAge3Years
source: 3 years
es: 3 años

# bpAge4Years
source: 4 years
es: 4 años

# bpAge5Years
source: 5 years
es: 5 años

# bpAge6Years
source: 6 years
es: 6 años

# bpAge7Years
source: 7 years
es: 7 años

# bpAge8Years
source: 8 years
es: 8 años

# bpAge9Years
source: 9 years
es: 9 años

# bpAge10Years
source: 10 years
es: 10 años

# bpAge11Years
source: 11 years
es: 11 años

# bpAge12Years
source: 12 years
es: 12 años

# bpAge13Years
source: 13 years
es: 13 años

# bpAge14Years
source: 14 years
es: 14 años

# bpAge15Years
source: 15 years
es: 15 años

# bpAge16Years
source: 16 years
es: 16 años

# bpAge17Years
source: 17 years
es: 17 años

# bpAge18Years
source: 18 years
es: 18 años

# bpAge19Years
source: 19 years
es: 19 años

# catAnaphylaxis
source: Anaphylaxis
es: Anafilaxia

# catAntibiotics
source: Antibiotics
es: Antibióticos

# medAnaEpiImStandard
source: Epinephrine IM
es: Adrenalina IM

# medAnaEpiImWeightBased
source: Epinephrine IM.
es: Adrenalina IM.

# medAnalgesiaFentanyl
source: Fentanyl
es: Fentanilo

# medAnalgesiaMorphine
source: Morphine
es: Morfina

# medAnalgesiaKetamine
source: Ketamine
es: Ketamina

# medAbxAmpicillin
source: Ampicillin
es: Ampicilina

# medAbxCefotaxime
source: Cefotaxime
es: Cefotaxima

# medAbxVancomycin
source: Vancomycin
es: Vancomicina

# medAbxAcyclovir
source: Acyclovir
es: Aciclovir

# medAbxAmoxClav
source: Amoxicillin-clavulanate
es: Amoxicilina-clavulanato

# medAbxAmikacin
source: Amikacin
es: Amikacina

# medAbxClindamycin
source: Clindamycin
es: Clindamicina

# medAnaEpiImStandardNotes
source: Max 0.5 ml
es: Máximo 0.5 ml

# medAnalgesiaFentanylNotes
source: May repeat the dose.
es: Puede duplicar la dosis.

# medAnalgesiaMorphineRange
source: (15mg/ml; 1ml) (1ml + 14cc NS)
es: (15mg/ml; 1ml) (1ml + 14cc SF)

# medAnalgesiaMorphineNotes
source: May repeat the dose.
es: Puede duplicar la dosis.

# medAnalgesiaKetamineNotes
source: May repeat the dose.
es: Puede duplicar la dosis.

# medAbxAmpicillinRange
source: 25–50 mg/kg/dose
es: 25-50mg/Kg/dosis

# medAbxAmpicillinDose
source: every 6 h
es: cada 6 h

# medAbxAmpicillinNotes
source: Max: 3 g/dose
es: Máximo: 3g/dosis

# medAbxCefotaximeRange
source: 50 mg/kg/dose
es: 50mg/kg/dosis

# medAbxCefotaximeDose
source: every 8 h or every 6 h
es: cada 8 h ó cada 6 h

# medAbxCefotaximeNotes
source: Max: 2–4 g/dose
es: Máximo: 2-4g/dosis

# medAbxCeftazidimeRange
source: 50 mg/kg/dose
es: 50mg/kg/dosis

# medAbxCeftazidimeDose
source: every 8 h
es: cada 8 h

# medAbxCeftazidimeNotes
source: Max: 6 g/day
es: Máximo: 6g/d

# medAbxMeropenemRange
source: 60 mg/kg/day
es: 60mg/kg/día

# medAbxMeropenemDose
source: every 8 h
es: cada 8 h

# medAbxMeropenemNotes
source: Max: 1 g/dose
es: Máximo: 1g/dosis

# medAbxVancomycinRange
source: 15 mg/kg/dose
es: 15mg/kg/dosis

# medAbxVancomycinDose
source: every 6 h
es: cada 6 h

# medAbxVancomycinNotes
source: Max: 500 mg/dose
es: Máximo: 500mg/dosis

# medAbxAcyclovirRange
source: 60 mg/kg/day
es: 60mg/kg/día

# medAbxAcyclovirDose
source: every 8 h
es: cada 8 h

# medAbxAcyclovirNotes
source: Max: 1 g
es: Máximo: 1 g

# medAbxPipTazoRange
source: 300 mg/kg/day
es: 300mg/kg/día

# medAbxPipTazoDose
source: every 8 h
es: cada 8 h

# medAbxAmoxClavRange
source: 90 mg/kg/day
es: 90mg/kg/día

# medAbxAmoxClavDose
source: every 12 h
es: cada 12 h

# medAbxAmikacinRange
source: 22.5 mg/kg/day
es: 22,5 mg/kg/día

# medAbxAmikacinDose
source: daily
es: cada día

# medAbxClindamycinRange
source: 40 mg/kg/day
es: 40mg/kg/día

# medAbxClindamycinDose
source: every 8 h
es: cada 8 h

# calcTypeSodium
source: Sodium
es: Sodio

# calcTypeHco3
source: Bicarbonate (HCO₃)
es: HCO3

# calcTypeIvFluids
source: IV Fluids
es: Líquidos IV

# specNaPatient
source: Patient sodium
es: Sodio del paciente

# specNaDeficit
source: Sodium deficit
es: Déficit de sodio

# specNaSg5Volume
source: D5W volume
es: Volumen de SG 5%

# specNaWithNs
source: With normal saline
es: Con SF

# specNaInfusionRate
source: Infusion rate
es: Velocidad de infusión

# specHco3Patient
source: Patient HCO₃
es: HCO₃ del paciente

# specHco3Deficit
source: HCO₃ deficit
es: Déficit de HCO₃

# specHco3Sg5Volume
source: D5W volume to dilute HCO₃ deficit
es: Volumen de SG 5% para diluir déficit de HCO₃

# specHco3InfusionRate
source: Infusion rate
es: Velocidad de infusión

# specIvMixedSolution
source: Maintenance mixed solution
es: Solución mixta de mantenimiento

# specIvPercentInfoTitle
source: Percentage calculation
es: Cálculo de porcentaje

# specIvResult
source: Result
es: Resultado

# specIvDrip
source: Drip rate
es: Goteo

# specIvDripAdjusted
source: Drip rate (adjusted)
es: Goteo (ajustado)

# bottomVitals
source: VITALS
es: SING V

# bottomPam
source: MAP
es: PAM

# catAntidotes
source: Antidotes
es: Antídotos

# catAsthma
source: Asthma
es: Asma

# catBradyarrhythmias
source: Bradyarrhythmias
es: Bradiarritmias

# catHighFlowNasalCannula
source: High-flow nasal cannula
es: Cánulas de alto flujo

# medAntidoteNaloxone
source: Naloxone
es: Naloxona

# medAntidoteNaloxoneNotes
source: Opioid antidote
es: Antídoto de opioides

# medAntidoteFlumazenilNotes
source: Benzodiazepine antidote
es: Antídoto de benzodiacepinas

# medAsthmaSalbutamol1to5
source: Salbutamol 1–5 years
es: Salbutamol 1–5 años

# medAsthmaSalbutamol1to5Notes
source: Maximum #6 nebulizations
es: Máximo #6 nebulizaciones

# medAsthmaSalbutamolOver5
source: Salbutamol > 5 years
es: Salbutamol > 5 años

# medAsthmaSalbutamolOver5Notes
source: Maximum #6 nebulizations
es: Máximo #6 nebulizaciones

# medAsthmaAtrovent2to5
source: Ipratropium (Atrovent) 2–5 years
es: Atrovent 2–5 años

# medAsthmaAtrovent2to5Notes
source: Maximum #3 nebulizations
es: Máximo #3 nebulizaciones

# medAsthmaAtroventOver5
source: Ipratropium (Atrovent) > 5 years
es: Atrovent > 5 años

# medAsthmaAtroventOver5Notes
source: Maximum #3 nebulizations
es: Máximo #3 nebulizaciones

# medAsthmaPrednisone
source: Prednisone
es: Prednisona

# medAsthmaPrednisoneDose
source: 1–2 mg/kg for 3–5 days
es: 1–2 mg/kg por 3–5 días

# medAsthmaPrednisoneNotes
source: Maximum 50 mg
es: Máximo 50 mg

# medAsthmaDexamethasoneIV
source: Dexamethasone IV
es: Dexametasona IV

# medAsthmaDexamethasoneIVDose
source: every 6 h IV for 3–5 days
es: cada 6 h IV por 3–5 días

# medAsthmaHydrocortisoneIV
source: Hydrocortisone IV
es: Hidrocortisona IV

# medAsthmaHydrocortisoneIVDose
source: Max: 100 mg; (every 6 h day 1) (every 12 h day 2) (every 24 h day 3)
es: Max: 100 mg; (cada 6 h 1er día) (cada 12 h 2do día) (cada 24 h 3er día)

# medAsthmaMethylprednisolone
source: Methylprednisolone
es: Metilprednisolona

# medAsthmaMethylprednisoloneRange
source: (Loading dose: 2 mg/kg)
es: (Dosis de carga: 2 mg/kg)

# medAsthmaMethylprednisoloneDose
source: Max: 60 mg; Maintenance: 1 mg/kg/dose (q6h day 1); (q12h day 2) and (q24h day 3)
es: Max: 60 mg; Mantenimiento: 1 mg/kg/dosis (c/6 h 1er día); (c/12 h 2do día) y (c/24 h 3er día)

# medAsthmaMagnesiumSulfate
source: Magnesium sulfate
es: Sulfato de magnesio

# medAsthmaMagnesiumSulfateDose
source: In 100 mL NS over 20 min IV (maximum 2 doses)
es: En 100 cc SF a pasar en 20 min IV (Máximo 2 dosis)

# medAsthmaMagnesiumSulfateNotes
source: Maximum: 2 g.
es: Máximo: 2 g.

# medBradyEpinephrineIV
source: Epinephrine IV
es: Adrenalina IV

# medBradyEpinephrineIVRange
source: 1 mg/mL (1 mL + 9 mL NS)
es: 1 mg/ml (1 ml + 9 ml SF)

# medBradyEpinephrineIVNotes
source: Maximum 10 mL
es: Máximo 10 ml

# medBradyAtropine
source: Atropine
es: Atropina

# medBradyAtropineRange
source: 0.5 mg/mL (dilute 2 mL + 8 mL NS)
es: 0,5 mg/ml (Diluir 2 ml + 8 cc SF)

# medHfncFlow
source: Flow
es: Flujo

# medHfncFlowDose
source: Adjust FiO2 to keep oxygen saturation > 94%
es: Modificar FiO2 para saturación mayor a 94%

# medHfncFlowNotes
source: Start FiO2 at 50%
es: FiO2 inicia 50%

# medHfncCannulaSizeByWeight
source: Cannula size by weight
es: Talla de cánula según peso

# medHfncCannulaSizeByWeightNotes
source: "X" indicates possible cannula sizes to use based on patient weight
es: La "X" son las tallas posibles a utilizar según el peso del paciente

# printPageOfLabel
source: of
es: de

# catCalciumMaintenance
source: Maintenance calcium
es: Calcio de mantenimiento

# catEndocrineRenal
source: Endocrine / Renal
es: Endocrino / Renal

# catElectrolytes
source: Electrolytes
es: Electrolitos

# catFeverPain
source: Fever/Pain
es: Fiebre/Dolor

# catUncontrolledSevereBleeding
source: Uncontrolled severe bleeding
es: Hemorragia severa incontrolable

# catIntracranialHypertension
source: Intracranial hypertension
es: Hipertensión intracraneal

# medCaMaintCalciumGluconate10
source: Calcium gluconate 10%
es: Gluconato de calcio 10%

# medCaMaintCalciumGluconate10Dose
source: 2–4 mL/kg/day in maintenance solution over 24 h
es: 2-4cc/kg/d a pasar en solución de mantenimiento en 24h

# medCaMaintCalciumGluconate10Notes
source: Max: 2 g/dose (20 mL)
es: Máximo: 2g/dosis (20ml)

# medEndoRenalRegularInsulinInfusion
source: Regular insulin
es: Insulina simple

# medEndoRenalRegularInsulinInfusionRange
source: (100 IU/mL; 10 mL) (0.5 mL insulin in 50 mL NS)
es: (100 UI/ml; 10ml) (0,5cc insulina en 50cc SF)

# medEndoRenalRegularInsulinInfusionDose
source: 0.05–0.1 IU/kg/h
es: 0,05 - 0,1 UI/kg/h

# medEndoRenalFurosemide
source: Furosemide
es: Furosemida

# medEndoRenalFurosemideDose
source: 0.5–1 mg/kg/dose
es: 0,5-1 mg/kg/dosis

# medElectrolytesCalciumGluconate10HyperK
source: Calcium gluconate 10%
es: Gluconato de calcio 10%

# medElectrolytesCalciumGluconate10HyperKDose
source: 0.5 mL/kg IV STAT, slow via peripheral line
es: 0,5cc/kg IV STAT pasar lento vía periférica

# medElectrolytesCalciumGluconate10HyperKNotes
source: Max: 2 g/dose (20 mL)
es: Máximo: 2g/dosis (20ml)

# medElectrolytesCalciumChloride10HyperK
source: Calcium chloride 10%
es: Cloruro de calcio 10%

# medElectrolytesCalciumChloride10HyperKDose
source: 0.1–0.2 mL/kg IV STAT, slow via central line
es: 0,1 - 0,2cc/kg IV STAT pasar lento vía central

# medElectrolytesCalciumChloride10HyperKNotes
source: Max: 1 g/dose (10 mL)
es: Máximo: 1g/dosis (10ml)

# medElectrolytesNebSalbutamolHyperK
source: Nebulized salbutamol
es: Salbutamol nebulizado

# medElectrolytesNebSalbutamolHyperKDose
source: <25 kg = 0.5 mL; >25 kg = 1 mL
es: <25kg= 0,5ml; >25kg= 1cc

# medElectrolytesD10WPlusHyperK
source: Dextrose 10% solution +
es: Solución glucosada al 10% +

# medElectrolytesD10WPlusHyperKDose
source: 5 mL/kg +
es: 5cc/kg +

# medElectrolytesRegularInsulinBolusHyperK
source: Regular insulin
es: Insulina simple

# medElectrolytesRegularInsulinBolusHyperKRange
source: (100 IU/mL; 10 mL) (0.5 mL insulin in 50 mL NS)
es: (100 UI/ml; 10ml) (0,5cc insulina en 50cc SF)

# medElectrolytesRegularInsulinBolusHyperKDose
source: 0.1 IU/kg IV over 1 h with dextrose 10%
es: 0,1U/kg pasar IV en 1h junto con glucosado al 10%

# medElectrolytesSodiumBicarb1MHyperK
source: Sodium bicarbonate 1 M
es: Bicarbonato de sodio 1M

# medElectrolytesSodiumBicarb1MHyperKDose
source: Dilute with NS: central line (1 bicarb : 1 NS); peripheral line (1 bicarb : 6 NS)
es: Diluir con SF: vía central (1 HCO3 : 1 SF); vía periférica: (1 HCO3 : 6 SF)

# medFeverPainParacetamolPoIv
source: Paracetamol PO/IV
es: Paracetamol oral IV

# medFeverPainParacetamolPoIvDose
source: 15 mg/kg/dose every 6 h
es: 15mg / kg / dosis cada 6h

# medFeverPainMetamizoleIv
source: Metamizole IV
es: Metamizol IV

# medFeverPainMetamizoleIvDose
source: 15 mg/kg/dose every 8 h
es: 15mg / kg / dosis cada 8h

# medFeverPainMetamizoleIvNotes
source: Max: 1 g per dose / 4 g per day
es: Max: 1g por dosis / 4 g por día

# medMassiveBleedingTranexamicAcid
source: Tranexamic acid
es: Ácido tranexámico

# medMassiveBleedingTranexamicAcidNotes
source: Warm fluids
es: Fluidos tibios

# medMassiveBleedingRbcFfp
source: PRBC/FFP
es: GRE/PFC

# medMassiveBleedingRbcFfpRange
source: (1:1 dilution)
es: (dilución 1:1)

# medMassiveBleedingRbcFfpNotes
source: Warm fluids
es: Fluidos tibios

# medMassiveBleedingPlatelets
source: Platelets
es: Plaquetas

# medMassiveBleedingPlateletsNotes
source: Warm fluids
es: Fluidos tibios

# medMassiveBleedingCryo
source: Cryoprecipitate
es: Crioprecipitados

# medMassiveBleedingCryoNotes
source: Warm fluids
es: Fluidos tibios

# medIchHypertonicSaline3
source: Hypertonic saline 3%
es: Solución hipertónica 3%

# medIchHypertonicSaline3Range
source: (30 mL NaCl 4M + 70 mL NS)
es: (30ml NaCl4M + 70ml SF)

# medIchHypertonicSaline3Dose
source: 2–5 mL/kg over 10 min
es: 2-5ml/kg a pasar en 10min

# medIchHypertonicSaline3Notes
source: Monitor HR increase
es: Vigilar aumento de FC

# medIchMannitol
source: Mannitol
es: Manitol

# medIchMannitolDose
source: 0.5–1 g/kg over 10 min
es: 0,5-1g/kg a pasar en 10min

# medIchMannitolNotes
source: Monitor HR increase
es: Vigilar aumento de FC

# catSevereHypocalcemiaHypermagCCB
source: Severe hypocalcemia / hypermagnesemia / calcium channel blocker intoxication
es: Hipocalcemia severa, hipermagnesemia o intoxicación por bloqueadores de canales de calcio

# catAcuteSymptomaticHyponatremia
source: Acute symptomatic hyponatremia (seizures)
es: Hiponatremia aguda sintomática (convulsiones)

# catHypoglycemia
source: Hypoglycemia
es: Hipoglicemia

# catSedationInfusions
source: Sedation infusions
es: Infusiones sedación

# catInotropes
source: Inotropes
es: Inotrópicos

# catIVFluids
source: IV fluids
es: Líquidos IV

# catRespiratorySpecificMeds
source: Respiratory condition-specific medication
es: Medicación específica según patología respiratoria

# catNeuromuscularParalysis
source: Neuromuscular paralysis
es: Parálisis muscular

# catCardiacArrest
source: Cardiac arrest
es: Paro cardíaco

# medHypocalcemiaCalciumGluconate10
source: Calcium gluconate 10%
es: Gluconato de calcio 10%

# medHypocalcemiaCalciumGluconate10Dose
source: 0.5 mL/kg IV STAT, slow via peripheral line
es: 0,5cc/kg IV STAT pasar lento vía periférica

# medHypocalcemiaCalciumGluconate10Notes
source: Max: 2 g/dose (20 mL)
es: Máximo: 2g/dosis (20ml)

# medHypocalcemiaCalciumChloride10
source: Calcium chloride 10%
es: Cloruro de calcio 10%

# medHypocalcemiaCalciumChloride10Dose
source: 0.1–0.2 mL/kg IV STAT, slow via central line
es: 0,1 - 0,2cc/kg IV STAT pasar lento vía central

# medHypocalcemiaCalciumChloride10Notes
source: Max: 1 g/dose (10 mL)
es: Máximo: 1g/dosis (10ml)

# medHyponatremiaHypertonicSaline3
source: Hypertonic saline 3%
es: Solución hipertónica 3%

# medHyponatremiaHypertonicSaline3Range
source: (30 mL NaCl 4M + 70 mL NS)
es: (30ml NaCl4M + 70ml SF)

# medHyponatremiaHypertonicSaline3Dose
source: 4 mL/kg over 20 min
es: 4ml/kg a pasar en 20min

# medHyponatremiaHypertonicSaline3Notes
source: Monitor seizure cessation
es: Vigilar cese de convulsión

# medHypoglycemiaDextrose10
source: Dextrose 10% solution
es: Solución glucosada al 10%

# medHypoglycemiaDextrose10Dose
source: 0.5–1 g/kg/dose = 5–10 mL/kg/dose IV STAT
es: 0.5-1g/kg/dosis = 5-10cc/kg/dosis IV STAT

# medHypoglycemiaDextrose10Notes
source: Check bedside glucose in 1 min
es: Control de GMM en 1min

# medSedationInfusionMorphine
source: Morphine
es: Morfina

# medSedationInfusionFentanyl
source: Fentanyl
es: Fentanilo

# medInotropesEpiNorepiInfusion
source: Epinephrine / norepinephrine
es: Adrenalina / Norepinefrina

# medInotropesEpiNorepiInfusionDose
source: 0.3 mg/kg in 50 mL D5W, start 1 mL/h up to 5 mL/h
es: 0.3mg/kg en 50cc SG5% iniciar a 1cc/h hasta 5cc/h

# medInotropesDopamineDobutamineInfusion
source: Dopamine / dobutamine
es: Dopamina / Dobutamina

# medInotropesDopamineDobutamineInfusionDose
source: 15 mg/kg in 50 mL D5W, start 1 mL/h up to 4 mL/h
es: 15mg/kg en 50cc SG5% iniciar a 1cc/h hasta 4cc/h

# medIvFluidsMixedSolution
source: Mixed maintenance solution
es: Solución mixta

# medIvFluidsMixedSolutionRange
source: (100% requirements)
es: (Requerimientos al 100%)

# medIvFluidsMixedSolutionDose
source: Run on infusion pump continuously over 24 h IV
es: pasar en Bomba de Infusión continua en 24h IV

# medIvFluidsDrip
source: Drip rate
es: Goteo

# medIvFluidsDripNotes
source: Daily requirements
es: Requerimientos diarios

# medIvFluidsResult
source: Result
es: Resultado

# medIvFluidsResultDose
source: Subtract medications
es: Restar medicamentos

# medIvFluidsDripAdjusted
source: Drip rate (adjusted)
es: Goteo.

# medIvFluidsDripAdjustedDose
source: Subtract infusions
es: Restar infusiones

# medIvFluidsDripAdjustedNotes
source: Fluid calculation by percentage
es: Cálculo de líquidos por porcentaje

# medRespCroupDexamethasoneIv
source: Dexamethasone IV
es: Dexametasona IV

# medRespCroupDexamethasoneIvDose
source: 0.6 mg/kg single dose
es: 0,6 mg/kg dosis única

# medRespCroupNebEpinephrine
source: Nebulized epinephrine
es: Adrenalina nebulizada

# medRespCroupNebEpinephrineRange
source: (L-epinephrine 1:1000)
es: (L-adrenalina 1:1000)

# medRespCroupNebEpinephrineDose
source: 0.5 mg/kg (Dilute 1:1 with normal saline)
es: 0,5 mg/kg (Diluir 1:1 con Solución Fisológica)

# medRespCroupNebEpinephrineNotes
source: Max 5 mL
es: Máximo 5ml

# medRespCroupNebBudesonide
source: Nebulized budesonide
es: Budesonida nebulizada

# medParalysisSuccinylcholine
source: Succinylcholine
es: Succinilcolina

# medParalysisSuccinylcholineRange
source: (50 mg/mL; 10 mL) (1 mL + 5 mL NS)
es: (50mg/ml; 10ml) (1ml + 5cc SF)

# medParalysisSuccinylcholineNotes
source: Effect lasts minutes.
es: Efecto de minutos.

# medParalysisPancuronium
source: Pancuronium
es: Pancuronio

# medParalysisPancuroniumNotes
source: Effect ~40 min.
es: Efecto por 40min.

# medParalysisRocuronium
source: Rocuronium
es: Rocuronio

# medParalysisRocuroniumNotes
source: Effect ~30 min.
es: Efecto por 30min.

# medParalysisAtracurium
source: Atracurium
es: Atracurio

# medParalysisAtracuriumNotes
source: Effect ~20 min.
es: Efecto por 20min.

# medParalysisEttUncuffed
source: ETT (uncuffed)
es: TET sin balón

# medParalysisEttUncuffedDose
source: Have ETT 0.5 mm smaller and larger available
es: Tener disponible el TET 0.5mm menor y mayor

# medParalysisEttCuffed
source: ETT (cuffed)
es: TET con balón

# medParalysisEttCuffedDose
source: Have ETT 0.5 mm smaller and larger available
es: Tener disponible el TET 0.5mm menor y mayor

# medParalysisEttDepthLip
source: Insertion depth at lip corner
es: Longitud inserción a comisura labial

# medParalysisEttDepthLipDose
source: Also use ETT x 3
es: También usar TET x 3

# medCardiacArrestEpinephrineIv
source: Epinephrine IV
es: Adrenalina IV

# medCardiacArrestEpinephrineIvRange
source: 1 mg/mL (1 mL + 9 mL NS)
es: 1mg/ml (1 ml + 9 ml SF)

# medCardiacArrestEpinephrineIvNotes
source: Max 10 mL
es: Máximo 10ml

# medCardiacArrestEpinephrineEt
source: Epinephrine ET
es: Adrenalina ET

# medCardiacArrestEpinephrineEtRange
source: 1 mg/mL (1 mL + 9 mL NS)
es: 1mg/ml (1 ml + 9 ml SF)

# medCardiacArrestEpinephrineEtNotes
source: Max 10 mL
es: Máximo 10ml

# medCardiacArrestFirstShock
source: First shock
es: Primera descarga eléctrica

# medCardiacArrestFirstShockNotes
source: Double with each shock
es: Aumentar el doble cada descarga

# medCardiacArrestSecondShock
source: Second shock
es: Segunda descarga eléctrica

# medCardiacArrestSecondShockNotes
source: Max 10 J/kg
es: Máximo 10J/kg

# medCardiacArrestAmiodarone
source: Amiodarone
es: Amiodarona

# medCardiacArrestAmiodaroneRange
source: (50 mg/mL; 3 mL) (3 mL + 22 mL D5W)
es: (50mg/ml; 3ml) (3ml + 22ml SG5%)

# medCardiacArrestAmiodaroneNotes
source: Max 300 mg
es: Máximo 300mg

# medCardiacArrestMagnesiumSulfate
source: Magnesium sulfate
es: Sulfato de magnesio

# medCardiacArrestMagnesiumSulfateDose
source: 50 mg/kg; dilute to 5 mL with NS and give over 3–5 min
es: 50mg/kg; Llevar a 5ml con SF y pasar en 3-5 min

# medCardiacArrestMagnesiumSulfateNotes
source: Max 2 g
es: Máximo 2 gramos

# medCardiacArrestSodiumBicarb1M
source: Sodium bicarbonate 1 M
es: Bicarbonato de sodio 1M

# medCardiacArrestSodiumBicarb1MRange
source: (Dilute 1:1 with NS)
es: (Diluir 1:1 con SF)
